[
    {
    "id":"01",
    "name":"Justin Bieber",
    "description":"Justin Bieber (born March 1, 1994) whose full name is Justin Drew Bieber is a Canadian R&B and pop singer and songwriter. At 13, he met Scooter Braun (he is now his manager ) after his clips were viewed by Braun on YouTube. Braun and Bieber went to Atlanta, Georgia to discuss with Usher and quickly signed a contract with Raymond Braun Media Group (RBMG), then L.A. Reid and Island Def Jam.Justin Bieber is also the best star of the year 2009 J-14 magazine, new artist of the year by MuchMusic (a Canadian music television channel in English) voted and is one of Top 10 YouTube stars of the 2000s on a list of Celebuzz.Bieber has been nominated and received numerous awards over the past few years, winning Artist of the Year 2010 at the American Music Award ), and was nominated for Best New Artist and Best Pop Vocal Album at the 53rd Grammy Awards. Bieber is considered a teenage idol, and has been hailed by fans, as well as Quoting and arguing from issues related to popularity and public image.He has won numerous fan awards, including the American Music Award for Artist of the Year in 2010. and 2012. His fans, named Beliebers, are largely composed of minors. He was listed three times by Forbes magazine among the top 10 most powerful celebrities in the world in 2011, 2012, and 2013. Some typical albums: My world, Purpose, Believe ...",
    "pic":"justin bieber.jpg"
    },
    {
        "id":"02",
        "name":"Taylor Swift",
        "description":"Taylor Alison Swift (born December 13, 1989) is an American singer and songwriter. Her narrative song, often revolving around her personal life, has received rave reviews from critics and media coverage. Born in West Reading, Pennsylvania, Swift moved to Nashville, Tennessee in 2004 to pursue a career in country music. With sales of more than 200 million records worldwide, Swift is one of the best-selling music artists of all time. Her awards include 10 Grammy Awards, an Emmy, seven Guinness World Records, 32 American Music Awards (one artist with the most wins) and 23 Billboard Music awards (a woman wins the most. ). She ranked eighth on Billboard's Greatest of All Time Artists Chart and, as a musician, was recognized in Rolling Stone's 100 greatest musicians of all time (2015). Swift has been included in various power charts, such as Time 'annual list of the 100 most influential people in the world (2010, 2015 and 2019) and Forbes Celebrity 100 (ranked # 1 in year). 2016 and 2019). She was named The Woman of the Decade (2010s) by Billboard and Artist of the Decades (2010s) by the American Music Awards, and two of her albums featured in Rolling Stone's 500 Great Album Greatest of all time (2020). Some typical albums: Fearless, Red, Speak Now ...",
        "pic":"taylorswift.jpg"
    },
    {
        "id":"03",
        "name":"Rihanna",
        "description":"Robyn Rihanna Fenty (born 20 February 1988), commonly known by her stage name Rihanna (ree-YAH-nə) is a Barbados female singer and songwriter, actress, diplomat and businessman. Born in Saint James, Barbados and raised in Bridgetown, during 2003, she began recording tapes under the direction of record producer Evan Rogers and signed a recording contract with the label. Def Jam Recordings after attending an audition with record label president, male rapper Jay-Z Recognized as a contemporary pop-music icon, Rihanna is one of the best selling music artists. Most, with more than 250 million records sold worldwide. Rihanna is also the youngest artist to own 14 number one singles on the Billboard Hot 100 chart and more than 31 singles reached the top 10. She was honored by Billboard magazine as Digital Songs Artist. digital singing) of the 2000s, the winner of the Hot 100 chart of the 2010s, also the artist topping the Pop Songs chart of all time. In addition, the female singer is also the artist with the most streams on Spotify.Rihanna has won a total of 9 Grammy Awards, 12 American Music Awards and 12 Billboard Music Awards. In addition, she received the American Music Award for Icon in 2013 and Michael Jackson Video Vanguard Award  In 2014, Rihanna won the Lifetime Fashion Icon achievement by the Council of Fashion Designers of America (Council of American fashion designers) awarded. In 2012, Rihanna was ranked fourth on the list of most powerful celebrities by Forbes magazine and ranked by Time magazine on the list of the most influential people in the world. Some typical albums: Music of the Sun, A Girl like Me, Good Girl Gone Bad ...",
        "pic":"Rihanna.jpg"
    },
    {
        "id":"04",
        "name":"Michael Jackson",
        "description":"Michael Jackson: Michael Joseph Jackson (August 29, 1958 - June 25, 2009) is an American male singer, songwriter, record producer, dancer and actor. He is known as the King of Pop or King of Pop (English: King of pop). With his relentless contributions to the music, dance, and fashion industries and the fluctuations surrounding his personal life, Jackson has become one of the most popular names in art culture. global over the past four decades. As one of the few artists to be honored twice at the Rock and Roll Hall of Fame, Jackson also achieved many other outstanding achievements such as a series of Guinness records, 13 Grammy Awards, and 13 No. 1 singles on the chart. America's Billboard Hot 100 - more than any other male soloist in the Hot 100 era, and over 400 million albums are sold worldwide. Jackson has won hundreds of awards, making him the most awarded recording artist in the history of popular music. Jackson was the first artist to have a series of songs on the top 10 Billboard Hot 100 over five different decades when Love Never Felt So Good hit No. 9 on May 21, 2014. Jackson regularly participates in various shows. the event honors its humanism; in 2000, the Guinness Book of Records recognized that he has supported more than 39 charities, more than any other entertainer. Some typical albums: Off the Wall, Bad, Dangerous ...",
        "pic":"michealjackson.jpg"
    },
    {
        "id":"05",
        "name":"Chris Brown",
        "description":"Christopher Maurice Brown (born 5 May 1989) is an American singer, R&B musician, dancer, music video director and actor. In late 2005, he released his first album, Chris Brown, to break the Billboard Hot 100 with single Run It! Produced by Scott Storch and sang with Juelz Santana at number one. The next two singles, Yo (Excuse Me Miss) and Say Goodbye were also in the top 10. Brown's second album, Exclusive, was released in November 2007. The single Kiss Kiss was produced and contributed by T-Pain. The accent has also become the number one hit in America. In addition, it was nominated for the most successful Rap Collaboration category at the 50th Grammy Awards. The third single, With You, peaked at number two on the Billboard Hot 100 chart, and lies in the top 10 in many countries around the world, becoming one of the most successful releases of his career.Some typical albums: Chris Brown, Fortune, Exclusive ... Drake: Aubrey Drake Graham (born October 24, 1986), known as Drake, is an Arab Canadian rapper, singer, songwriter, recording producer, and actor born and raised. in Toronto, Ontario. He started gaining public attention with his role as Jimmy Brooks in the TV series Degrassi: The Next Generation. Later, Drake became known as a rapper, releasing multiple independent mixtapes before signing with Lil Wayne's Young Money Entertainment in June 2009. all of my music. He has won one Grammy, 3 Juno, and 6 BET awards. In addition, he also has three number one singles on the Hot 100 chart, along with 16 singles that reached number one on the Hot R & B / Hip-Hop Songs chart. Drake founded an OVO Sound record label in early 2012. He is also involved in producing records under the pseudonym Champagne Papi. Drake appeared on the 2016 Forbes Five list, ranking the richest hip hop artist; at No. 5: Some typical albums: Thank Me Later, Take Care, Scorpion ...",
        "pic":"Drake.jpg"
    },
    {
        "id":"06",
        "name":"Drake",
        "description":"Aubrey Drake Graham (born October 24, 1986), known as Drake, is an Arab Canadian rapper, singer, songwriter, recording producer, and actor born and raised. in Toronto, Ontario. He started gaining public attention with his role as Jimmy Brooks in the TV series Degrassi: The Next Generation. Later, Drake became known as a rapper, releasing multiple independent mixtapes before signing with Lil Wayne's Young Money Entertainment in June 2009. all of my music. He has won one Grammy, 3 Juno, and 6 BET awards. In addition, he also has three number one singles on the Hot 100 chart, along with 16 singles that reached number one on the Hot R & B / Hip-Hop Songs chart. Drake founded an OVO Sound record label in early 2012. He is also involved in producing records under the pseudonym Champagne Papi. Drake appeared on the 2016 Forbes Five list, ranking the richest hip hop artist; at No. 5: Some typical albums: Thank Me Later, Take Care, Scorpion ...",
        "pic":"Drake.jpg"
    },
    {
        "id":"07",
        "name":"Selena Gomez",
        "description":"Selena Marie Gomez (born July 22, 1992) is an American female singer, songwriter, actress and producer. Born and raised in Texas, Gomez began his career with the children's television series Barney & Friends (2002–2004). As a teenager, she was widely recognized for her role as Alex Russo in the Emmy-award-winning Disney Channel (2007–2012) series Wizards of Waverly Place (2007–2012). In 2017, Gomez sold more than 7 million copies. albums and 22 million singles worldwide according to Billboard. Gomez also received various awards and was named Billboard's Woman of the Year in 2017. She has a large following on social media and was at one point the most followed on Instagram. . In addition, Gomez also owns a makeup brand, a clothing line, a handbag line, a perfume line and a production company called July Moonhead Productions. She works with various charities and at the age of 17, she was appointed as UNICEF goodwill ambassador.Some albums include: Kiss & Tell, A Year Without Rain, When the Sun Goes Down .. .",
        "pic":"beauty-2015-11-selena-gomez-main.jpg"
    },
    {
        "id":"08",
        "name":"Eminem",
        "description":"Marshall Bruce Mathers III (born October 17, 1972), commonly known by his stage name Eminem (often stylized as EMINƎM) is an American male rapper, musician, record producer, and actor. Considered the person who popularized hip hop in Central America, its global success and Eminem's acclaimed music products broke the racial barrier to make it easier for white rappers to embrace it. He became a representative of the lower class of American society. He is a influential artist of various genres. Minem is one of the best-selling music artists of all time, with an estimated sales of more than 220 million records worldwide. He is also the best-selling music artist in the United States in the 2000s and the best-selling male music artist of the 2010s, ranking third overall. Billboard named him the Artist of the decade (2000–2009). He has won many prestigious awards, including 15 Grammy Awards, 8 American Music Awards, 17 Billboard Music Awards, an Oscar and a MTV Europe Global Music Icon Award. He has ten albums topped the Billboard 200, making him the only artist to achieve this feat and five number one singles on the Billboard Hot 100. Some featured albums: Infinite, The Marshall Mathers LP, The Eminem Show ...",
        "pic":"Drake.jpg"
    },
    {
        "id":"09",
        "name":"Marshmello",
        "description":"Christopher Comstock (born May 19, 1992) better known as Marshmello, is an American electronic dance music producer and DJ. He first gained global attention through remixes of Jack Ü and Zedd's songs, and later collaborated with artists including Omar LinX, Migos, Ookay, Selena Gomez, Jauz, and Slushii. Marshmello's second track in 2016, a platinum-certified single Alone, was released in May through Canadian record label Monstercat. Having peaked at 100 Billboard Hot US at No. 60, it became the first single to be certified platinum in the US and Canada with more than one million records sold. That year, he released the next three singles. In 2017, after releasing singles like Chasing Colors, Twinbow and Move On, Marshmello teamed up with R&B singer Khalid to release Silence as a single, certified platinum and poly-platinum at eight. nation. It was followed by another single titled Wolves, one of his best-selling singles, this time featuring Selena Gomez, and One thing right featuring Kane Brow. Name Friends, released in collaboration with singer Anne-Marie. Months later, his second studio album, Joytime II, was released with the singles Tell Me and Check This Out. Having similar chart success with debut album with positions on three Billboard charts, Joytime II, does not appear on charts outside of the United States and is rated below average by publications. like Rolling Stone and Pitchfork. Marshmello's highest-rated song on the Billboard Hot 100 and in the UK was released in August under the title Happier. He was honored by Forbes in the annual ranking of the world's highest-paid DJs in 2017, when he made $ 21 million in the 12 months prior to June 2017.",
        "pic":"marhmello.jpg"
    },
    {
        "id":"10",
        "name":"Flo Rida",
        "description":"Tramar Dillard (born September 16, 1979), also known as Flo Rida, is an American rapper. As a teenager, he toured with local rap group 2 Live Crew.  Subsequently, he appeared in many popular rap mixtape and studio albums, notably We the Best in 2006. Mail on Sunday was Flo Rida's debut solo album; Its first single Low, featuring T-Pain, became # 1 hit for the first 10 weeks of 2008. Two other singles from Mail on Sunday: Elevator and In the Aye. In 2009, his second studio album R.O.O.T.S. was launched; Its single Right Round has been for six consecutive weeks at the top of the Hot 100 chart. Other albums: Only One Flo, Wild Ones",
        "pic":"Flo_Rida.jpg"
    },
    {
        "id":"11",
        "name":"Jay Z",
        "description":" Shawn Corey Carter (born December 4, 1969), better known by the stage name JAY-Z, is an American rapper and businessman. He is one of the best-selling musicians of all time, has sold 50 million albums and 75 million singles globally, and received 21 Grammy Awards for music. MTV voted him the Greatest MC of All Time \u0022in 2006. Rolling Stone ranked his three albums — Reasonable Doubt (1996), The Blueprint (2001), and The Black Album — into its 500 Great Album list. In 2017, Forbes magazine estimated his fortune at about 810 million US dollars, making him the second richest hip-hop artist in America.",
        "pic":"jayz.jpg"
    },
    {
        "id":"12",
        "name":"Justin Timberlake",
        "description":"Justin Randall Timberlake (born January 31, 1981) is an American pop / R & B singer and songwriter and actor. Justin made his debut as a contestant in the Star Search talent contest, and became the main actor in the Disney Channel TV series The New Mickey Mouse Club, along with famous stars Later voices such as Britney Spears, Christina Aguilera, Ryan Gosling and future music group friend JC Chasez. Justin Timberlake became famous in the late 1990s as the lead vocalist of the group 'N Sync.Justin Timberlake has won 9 Grammy Awards and 4 Emmy Awards. The first two studio albums both sold more than 7 million copies. Justin also starred in movies, starring in films such as The Social Network, Bad Teacher and Friends with Benefits. With his contributions and influence on the record industry, Justin Timberlake is dubbed the Prince of Pop by critics and fans alike. Some typical albums: Justified, FutureSex / LoveSounds, The 20/20 Experience",
        "pic":"justintimberlake.jpg"
    },
    {
        "id":"13",
        "name":"Kanye West",
        "description":"Kanye Omari West (born June 8, 1977) is an African-American male rapper, producer and fashion designer. His music is inspired by a wide range of genres, including hip hop, soul, baroque pop, Electro, indie rock, synth-pop, industrial, and gospel scriptures. Born in Atlanta and raised in Chicago Kayne West was first known as a producer for Roc-A-Fella Records in the early 2000s, producing singles for several mainstream artists.Kayne West is one of the artists in number World's best-selling album with more than 140 million copies sold worldwide. He has won a total of 21 Grammy Awards, making him one of the most awarded artists of all time. Among other awards include the Billboard Artist Achievement Award, a record three Brit awards. for Best Male International Solo Artist and MTV Video Music Award (Michael Jackson Video Vanguard Award). Three of his albums have been included in Rolling Stone's list of 500 best albums of all time; the same publication named Kayne one of the 100 greatest musicians of all time. Kayne West is the holder of the most albums (four) topped the annual Pazz & Jop criticism poll. Time magazine has put him in the list of 100 most influential people in the world in 2005 and 2015. Some typical albums: The College Dropout, My Beautiful Dark Twisted Fantasy, Yeezus ...",
        "pic":"kanyewest.jpg"
    },
    {
        "id":"14",
        "name":"Jamie Foxx",
        "description":"Jamie Foxx (born Eric Marlon Bishop; born December 13, 1967) is an Oscar-winning actor and American singer, songwriter and comedian. Foxx was honored for his role as musician Ray Charles in the movie Ray. With Ray, he became the third African-American actor to win an Oscar for Best Actor. Foxx received a star on Hollywood Walk of Fame on September 14, 2007. Featured Records Peep This, Unpredictable, Intuition",
        "pic":"jamie-foxx.jpg"
    },
    {
        "id":"15",
        "name":"Jennifer Lopez",
        "description":"Jennifer Lynn Lopez (born July 24, 1969), also known by the nickname J.Lo, is an American female singer, actress, dancer and fashion designer. In 1991, Lopez began her career as a member of the dancers group Fly Girl on the comedy TV show In Living Color. She remained an ordinary person until 1993, when she decided to pursue an acting career. She played Selena, the first leading role in her life in a 1997 film about a real character of the same name. She later received a Golden Globe Award nomination and became the first Latin-born actress. Tien earns more than $ 1 million for a movie. She also starred in horror adventure thriller Anaconda (1997), and crime comedy Out of Sight (1998), then became the highest-paid Latin actress in Hollywood. music career in 1999 with her debut studio album, On the 6, which includes top 10 singles on the Billboard Hot 100. Some typical albums: On the 6, Rebirth, Brave ...",
        "pic":"jennifer-lopez.jpg"
    },
    {
        "id":"16",
        "name":"Desiigner",
        "description":" Sidney Royel Selby III (born May 3, 1997), known by the stage name Desiigner, is an American rapper, singer and songwriter. In December 2015, his debut single Panda reached number one on the US Billboard Hot 100. In February 2016, Kanye West (who sampled Panda for his song Pt. 2) signed with Desiigner for his mark of GOOD Music. In 2019, he debuted out of GOOD Music and Def Jam and is currently working independently.",
        "pic":"Desiigner.jpg"
    },
    {
        "id":"17",
        "name":"Zendaya",
        "description":" Zendaya Maree Stoermer Coleman, also known by the audience as Zendaya (born September 1, 1996 in Oakland, California, USA), is a famous American actress, singer and model. She began her artistic career by working as a child model and supporting dance, before gaining much public attention with her role as Rocky Blue in the Disney Channel sitcom Shake It Up (2010-2013). . In 2013, Zendaya attended the 16th season Dancing with the Stars TV show. From 2015 to 2018, she co-produced and took on the lead role of K.C Cooper in the Disney sitcom K.C Undercover. 2017 was her breakout year after playing Michelle MJ Jones in Spider-Man: Homecoming in the Marvel Cinematic Universe and as Anne Wheeler in the musical The Greatest Showman. released the singles Swag It Out and Watch Me in 2011, and also collaborated with Bella Thorne. She signed with Hollywood Records in 2012, shortly after she released the single Replay, reaching number 40 on the US Billboard Hot 100 chart. The studio album bearing her name (2013) reached No. 51 on the Billboard 200 after its debut.",
        "pic":"zendaya.jpg"
    },
    {
        "id":"18",
        "name":"Kenny G",
        "description":"Kenneth Bruce Gorelick (born June 5, 1956), best known by the stage name Kenny G, is an American saxophonist. His fourth album, Duotones, made him internationally famous in 1986. Kenny's main instrument was the soprano saxophone, but also sometimes played alto, tenor saxophone, flute.Kenny G was a musician. the best-selling modern instrumental music player, on the list of best selling music artists of all time, with a total of more than 75 million records worldwide. Kenny G signed a contract with Arista Records upon an invitation from the label's director, then Clive Davis. He has made several singles and collaborated with singers Whitney Houston, Toni Braxton, Natalie Cole, Steve Miller (which marked the only time he appeared on a rock and roll album) and Aretha Franklin. His music has the influence of Grover Washington, Jr., and Kenny G's albums are often categorized as smooth jazz, and he's more successful than before, with both G Force and Gravity, second and third albums receiving the title. platinum in America. These albums sell very well with more than 5 million copies in the US alone. His fifth album, Breathless, became the best-selling concert album of all time, with over 15 million copies sold, 12 million copies in the US alone. In 1997 Kenny G earned a place in the Guinness Book of Records by playing the longest single note on the saxophone for 45 minutes and 47 seconds. As of 2003, Kenny G was named the 25th highest selling album in America by RIAA, with 48 million albums sold in the US on July 31, 2006. In 1994, Kenny G won the Grammy Award with his work Forever in Love. He created his own line of saxophone called Kenny G Saxophones.",
        "pic":"kenny-g.jpg"
    },
    {
        "id":"19",
        "name":"Clare Fischer",
        "description":"Douglas Clare Fischer (October 22, 1928 - January 26, 2012) is an American keyboard, composer, orchestra and band. After graduating from Michigan State University (five decades later, he will receive an honorary doctorate), he became a pianist and orchestraist for the Hi-Lo's vocal group in the late 1950s. collaborated with Donald Byrd and Dizzy Gillespie, and is known for his Latin and bossa nova recordings in the 1960s. He composed the standard Latin Morning jazz, and the Pensativa standard jazz by Pianists and jazz composer Herbie Hancock considered a major influencer (I wouldn't be me without Clare Fischer), he was nominated for 11 Grammy Awards throughout his life, winning for his landmark album of his, 2 +2 (1981), Fischer's first record to incorporate symphonic compositions developed during his Hi-Lo period into his already sizable Latin Jazz; it was also the first recording of Fischer's three-decade collaboration with his son. Brent. Fischer is also the Grammy Award winner for ¡Ritmo! (2012) and Music for Strings, Percussion and the Rest (2013) Starting in the early 1970s, Brent Fischer embarked on a parallel (and much more lucrative) career, eventually becoming an arranger. sought after by many, providing orchestral sweeteners to pop and R&B artists such as Rufus (with Chaka Khan), Prince (a regular customer from 1984 onwards, and until now Fischer has been a regular customer. in pop music), Robert Palmer, Paul McCartney, Michael Jackson, Celine Dion, Elvis Costello & The Roots, D'Angelo's song Really Love on Black Messiah. Grammy Award winner (2016) for best R&B album, Sheila E, and many others.",
        "pic":"clare-fischer.jpg"
    },
    {
        "id":"20",
        "name":"Frank Sinatra",
        "description":" Francis Albert Sinatra (December 12, 1915 - May 14, 1998) is an American singer, actor and producer, one of the most famous and influential music artists of the 20th century. One of the best-selling music artists of all time, having sold more than 150 million records worldwide.Sinatra began her musical career in the swing era with chiefs music Harry James and Tommy Dorsey. Sinatra achieved success as a solo artist after signing with Columbia Records in 1943, becoming an idol of bobby soxers.He was honored at the Kennedy Center Honors in 1983, awarded the Medal of Freedom. President by Ronald Reagan in 1985, and Congressional Gold Medal in 1997. Sinatra is also the owner of eleven Grammy Awards, including the Trust Grammy Awards, Legendary Grammy Awards and Lifetime Achievement Grammy Awards. After his death, American music critic Robert Christgau called him the greatest singer of the 20th century, and he continues to be seen as an iconic figure. Some typical albums: In the Wee Small Hours, Songs for Swingin 'Lovers! , Come Fly with Me ...",
        "pic":"franksinatra.jpeg"
    }
    
]